brew "awscli"
brew "colima"
brew "coreutils"
brew "eza"
brew "gh"
brew "lima-additional-guestagents"
brew "git"
brew "git-lfs"
brew "jq"
brew "lazygit"
brew "libpq"
brew "mise"
brew "nvim"
brew "rust"
brew "starship"
brew "tmux"

cask "claude-code"
cask "ghostty"
cask "session-manager-plugin"
